@extends('layouts.app')

@section('title', 'Server Rules - Japanese')

@section('content')

	<section class="section-default section-xs pb-0" id="serverRules">
	    <div class="container">
	        <div class="row">
	            
				<div class="col-sm-12">
					<h1>Global Server Rules (日本人)</h1>
					<div class="callout callout-warning">
					  <h4>注意喚起！</h4>
					  Kara's World's Ark：Survival Evolved Serversをプレイすると、以下に示すルールを順守することに自動的に同意したことになります。 それらはいつでも変更される可能性があり、スタッフチームによって実施されます。 以下のルールのいずれかに違反した場合、スタッフチームが最終的な結果と結果の裁量権を持ちます。
					</div>
					<div class="row justify-content-center">
						<div class="col-sm-8">
							<dl class="lead mb-5 mt-3">
								<dt>ルール 1</dt>
								<dd>
									潅水をしないでください。 あなたが何かをすることができるかどうか疑問に思うなら、おそらくあなたはそうすべきではないということを意味します。
								</dd>
								<dt>ルール 2</dt>
								<dd>
									洞窟の建設が有効になっていますが、アーティファクトの洞窟では永久的な構造物は許可されていません。 あなたは警告されました。
								</dd>
								<dt>ルール 3</dt>
								<dd>
									各プレイヤー/部族の基地を尊重します。
									<dl class="ml-5">
										<dt>ルール 3a</dt>
										<dd>他の部族の基地のすぐ隣に構築しないでください。彼らは拡大したい場合があり、マップは誰にとっても十分な大きさです。</dd>
										<dt>ルール 3b</dt>
										<dd>質問せずに他のプレイヤー/部族の拠点をつついてはいけません。 これは大きな違いです。 それがあなたのベースでない場合は、出ないでください。</dd>
									</dl>
								</dd>
								<dt>ルール 4</dt>
								<dd>
									<strong>しない</strong> 完全に囲まれた領域または恐竜の鎖の外の「攻撃的な放浪」に恐竜を置きます。 私は見つけた恐竜をまっすぐ殺します。 私がいくつかの恐竜を見つけた場合、私はあなたの部族の恐竜を単に「dinowipe」します。
								</dd>
								<dt>ルール 5</dt>
								<dd>
									悲しみはありません！ 悲しみや荒らしは一切許されません。 あなたが誰かに問題がある場合はそれを解決します。 野生の恐竜を誰かの基地に落とすと脅した場合は、警告が1回出されます。 実際にフォロースルーした場合、発生したダメージに応じて、ベースがワイプされるか、永久に禁止されます。 チャンスはありません。 これは、同意なしにチラシで「他のプレイヤーをピックアップ」し、飼い慣らそうとしている恐竜を妨害または殺害する場合にも適用されます。
								</dd>
								<dt>ルール 6</dt>
								<dd>
									エクスプロイトはありません。エクスプロイトの悪用は禁止されます。 クライオポッドのクローニングはありません。 これは即時禁止となります。
								</dd>
								<dt>ルール 7</dt>
								<dd>
									不適切な名前を選択した場合は、より適切なものに変更を強制します。
								</dd>
								<dt>ルール 8</dt>
								<dd>
									人種差別主義者、偏見、またはその他の攻撃的なチャットはありません。母親にそれを言わない場合は、チャットでは言わないでください。
								</dd>
								
							</dl>
						</div>
					</div>
				</div>

			</div>
		</div>
	</section>

@endsection